Repository: yasseelle/Project-2019-2020
Catalog: WP-GOLD-THEMS-PLUGINS/EXTRACTED/themeforest-6780226-wplms-learning-management-system-wordpress-theme/wplms/wplms/languages/vibe-*.po
Languages: it_it

source: Stats displaying average, maxmium, minimum and top 10 students for a module
it_it: Statistiche che mostrano media, massimo, minimo e top 10 studenti per modulo

source: Students
it_it: Studenti

source: All Instructors
it_it: Tutti i docenti

source: Module Instructor & Administrators
it_it: Modulo Docenti e Amministratori

source: Become an Instructor Page
it_it: Pagina Diventa un Docente

source: Course default avatar
it_it: Avatar predefinito del corso

source: Default avatar for courses
it_it: Default avatar per i corsi

source: This avatar is shown for courses which do not have any avatar. NOT ABLE TO UPLOAD ? %s REFER TIP %s
it_it: Questo avatar è mostrato per i corsi che non hanno alcun avatar. NON RIESCI A CARICARE ? %s REFER TIP %s

source: Hide Courses from Directory
it_it: Nascondi i corsi dalla Directory

source: Hide courses from directory & pages, only accessible via direct link
it_it: Nascondi i corsi dalle directory e dalle pagine, accessibili sono con link diretto

source: Allow students to view Finished courses
it_it: Consentire agli studenti di visualizzare i corsi finiti

source: Notes and Discussion styles
it_it: Stile note e Discussioni

source: Set style for Notes & Discussion template
it_it: Imposta lo stile per il template di Note e Discussioni

source: Display notes & Discussions
it_it: Mostra Note e Discussioni

source: Per Unit
it_it: Per unità

source: Display News
it_it: Mostra le news

source: Display News section in courses
it_it: Mostra la sezione news nei corsi

source: Enable Levels
it_it: Aggiungi nuovo campo alla lista

source: Enables Level taxonomy
it_it: Abilita Livello tassonomia

source: Enables Level taxonomy in Courses and search page
it_it: Abilita livello tassonomia nei corsi, Unità, Quiz, domande, assegnazione e la pagina di ricerca

source: Enable Course Location
it_it: Attiva localizzazione Corso

source: Location taxonomy for Courses
it_it: Tassonimia Sede per i Corsi

source: Location taxonomy for Courses in Course filters and Search %s Tutorial %s
it_it: Tassonomia Sede per i corsi nel filtro Corsi e nella ricerca %s Tutorial %s

source: Enable Linkage
it_it: Aggiungi nuovo campo alla lista

source: Connect Course, Units, Quiz, Questions with linkage taxonomy
it_it: Collegare Corso, Unità, quiz, domande con collegamento tassonomia

source: Course Category/Level/Location redirect
it_it: Reindirizzamento Categoria/Livello/Location Corso

source: Redirect to Course directory
it_it: Reindirizza alla directory dei Corsi

source: Default course block style
it_it: Stile defaulte di course block

source: Set a default block style for courses
it_it: Imposta un block style di default per i corsi

source: default course block style
it_it: Block style corso di default

source: Four Columns
it_it: Quattro colonne

source: Show related courses at the end of single course
it_it: Mostra i corsi correlati alla fine del singolo corso

source: related courses by category, instructor & tags
it_it: corsi correlati per categorie, docenti e tags

source: Related courses are displayed based on category & instructor
it_it: I corsi correlati sono mostrati basandosi sulla categoria o il docente

source: Enter Google fonts API key
it_it: Inserisci Google fonts API key

source: Required to fetch a list of Fonts from Google
it_it: Richiesto per prendere la list dei Fonts da Google

source: Custom Fonts (Enter CSS Font Family name)
it_it: Font personal (Inserire il nome CSS Font Family)

source: Custom Fonts are added to Theme Customizer Font List..
it_it: I Font personalizzati vengono aggiunti all'elenco font del Tema Customizer ..

source: Three Columns
it_it: Tre Colonne

source: Two Columns
it_it: Due Colonne

source: One Columns
it_it: Una Colonna

source: Upload Footer Logo
it_it: Carica il logo del footer

source: Displayed in footer
it_it: Mostrato nel footer

source: This Logo is shown in footer bottom area. Defaults to logo. NOT ABLE TO UPLOAD ? %s REFER TIP %s
it_it: Questo Logo è mostrato nella parte bassa del Footer. Default to logo. NON RIESCI A CARICARE ? %s REFER TIP %s

source: Also supports shotcodes.
it_it: Supporta anche shotcodes.

source: Show Footer Menu
it_it: Mostra Il menu del footer

source: Show Social Icons
it_it: Mostra icone social

source: Social Information
it_it: Aggiungi informazioni Social

source: Round
it_it: Tondo

source: Square
it_it: Quadrato

source: Round Colored
it_it: Tondo colorato

source: Square Colored
it_it: Quadrato colorato

source: Adds Social media sharing buttons in single Courses etc.
it_it: Aggiunge pulsati di condivisione dei social media, nei singoli corsi, ecc

source: TinCan and LRS settings for WPLMS
it_it: Impostazioni TinCan e LRS per WPLMS

source: Enable TinCan recording
it_it: Abilita registrazione tincan

source: LRS User name
it_it: Username

source: Enter Username for external LRS authentication.
it_it: Inserisci il nome utente per l'autenticazione LRS esterno.

source: LRS Password
it_it: Password

source: Enter Password for external LRS authentication.
it_it: Immettere la password per l'autenticazione LRS esterno.

source: Add a Page loader on site, everything is hidden till the page loads
it_it: Aggiungi un loader alla pagina, ogni cosa sarà nascosta finché la pagina non sarà caricata

source: A loading icon will be displayed to the user, till the whole page loads. %s
it_it: Una icona di caricamento sarà mostrata all'utente, finchè la pagina non sarà caricata. %s

source: Enable, Style 1
it_it: Attiva, Stile 1

source: Enable, Style 2
it_it: Attiva, Stile 2

source: Lock entire site, only logged in users can view the site
it_it: Blocca l'intero sito, solo gli utenti loggati possono visualizzarlo

source: All the links require login. Only home page is accessible to non-logged in users. %s
it_it: Tutti i link richiedono di effettuare l'accesso. Solo l'Home page è accessibile agli utenti non loggati. %s

source: Url on header logo and footer logo when site lock is enabled
it_it: URL sul logo dell'header e del footer quando il sito è bloccato

source: Select page which you want to redirect users to when a user clicks on the site logo.
it_it: Seleziona la pagina a cui vuoi reindirizzare gli utenti quando un utente clicca sul logo

source: Security key for every site. Longer keys are good
it_it: Security key per ogni sito. Keys lunghe sono migliori

source: Unique key to avoid (logged in) users from bypassing the system.
it_it: Chiave univoca per evitare che gli utenti (loggati) bypassano il sistema.

source: Default Archive style
it_it: Stile Archivio post di default

source: Set the default archive style from default, blog1, blog 2, blog 3
it_it: Seleziona lo stile di default tra default, blog1, blog2, blog3

source: Comments in pages
it_it: Commenti nelle pagine

source: Enable comments in Pages (Disabled by default)
it_it: Abilita i commenti nelle Pagine (disattivate di default)

source: Users can post comments in pages.
it_it: Gli utenti possono inviare dei commenti nelle pagine

source: Default Instructor Commission
it_it: Commisioni dei docenti di default

source: Insructor commission per sale of course/product (enter 0 to disable)
it_it: Commissioni docenti per corso/prodotto (inserire 0 per disattivare)

source: Direct Checkout
it_it: Pagamento diretto

source: Cache Duration
it_it: Durata Cache

source: in seconds (0 to disable)
it_it: in secondi (0 disabilita)

source: Small cache duration could impact adversely. High for stable websites.
it_it: Una durata troppo breve della cache può avere effetti avversi. Alta per maggiore stabilità del sito

source: Enter Google captcha public key
it_it: Inserisci la Google captcha public key

source: How to get an Public Key ?
it_it: Come ottenere una Public Key?

source: Enter Google captcha private key
it_it: Inserisci la chiave privata Google Captcha

source: How to get an Private Key ?
it_it: Come ottenere una chiave privata?

source: Google Maps require an API key to function
it_it: Google Maps richiede una API key per funzionare

source: How to get an API Key ?
it_it: Come ottenere una API key?

source: Contact Page Latitude and Longitude values
it_it: Pagina contatto i valori latitudine e longitudine

source: Link
it_it: Mostra tutti i link

source: Contact Page Map Style
it_it: Pagina contatto stile patina contatti

source: Select the map style on contact page.
it_it: Seleziona lo stile della mappa nella pagina di contatto

source: Content area is the container in which all content is located.
it_it: Area del contenuto è il contenitore in cui si trova tutto il contenuto.

source: Satellite View
it_it: Vista da satellite

source: Google Map Zoom Level
it_it: Livello Zoom Google maps

source: Enter the zoom level in Google maps
it_it: Inserisci il livello di zoom in Google maps

source: Zoom Levels 0 - 19
it_it: Livello Zoom 0 - 19

source: Select 404 Page
it_it: Seleziona pagina 404

source: This page is shown when page not found on your site.
it_it: Questa pagina viene mostrata quando una pagina non viene trovata sul sito

source: User redirected to this page when page not found.
it_it: Utente reindirizzato a questa pagina quando la pagina non viene trovata

source: Disable XMLRPC/RSD/WLWManifest
it_it: Disabilita XMLRPC/RSD/WLWManifest

source: Remove security vulnerabilities
it_it: Rimuovi le vulnerabilità della sicurezza

source: Removes vulnerabilities at expense of ability to login via remote apps.
it_it: Rimuovi vulnerabilità, ma anche la possibilità di accedere da app remote

source: Disable Versions in Scripts/Styles
it_it: Disabilita la versione in Scripts/Styles

source: Improves page speed score
it_it: Migliora il punteggio page speed

source: Add custom CSS
it_it: Aggiungi CSS personali

source: Author & Credits
it_it: Autore e Crediti

source: Credits and Author of the Website
it_it: Crediti e Autore del sito web

source: Changes the reference to Author {VibeThemes}
it_it: Cambiamenti alla referenza dell'Autore

source: Theme Information
it_it: Informazioni Tema

source: Search Results: &ldquo;%s&rdquo;
it_it: Risultati di Ricerca: &ldquo;%s&rdquo;

source: &nbsp;&ndash; Page %s
it_it: &nbsp;&ndash; pagina %s

source: No products found which match your selection.
it_it: Non ci sono prodotti che corrispondono alla vostra selezione.

source: Product
it_it: Prodotto

source: Quantity
it_it: Quantità

source: Remove this item
it_it: Rimuovi questo oggetto

source: Courses Included
it_it: Corsi Inclusi
