Repository: yasseelle/Project-2019-2020
Catalog: WP-GOLD-THEMS-PLUGINS/EXTRACTED/themeforest-6780226-wplms-learning-management-system-wordpress-theme/wplms/wplms/languages/vibe-*.po
Languages: it_it

source: Click here to change your discount code
it_it: Clicca qui per cambiare il tuo codice sconto

source: Do you have a discount code?
it_it: Hai un codices di sconto?

source: Click here to enter your discount code
it_it: Clicca qui per aggiungere il tuo codice sconto

source: Discount Code
it_it: Codice di sconto

source: Apply
it_it: Applica

source: Already have an account?
it_it: Possiedi già un account?

source: Log in here
it_it: Accedi quì

source: Account Information
it_it: Informazioni Account

source: Confirm E-mail Address
it_it: Conferma indirizzo email

source: Full Name
it_it: Nome

source: LEAVE THIS BLANK
it_it: LASCIARE BIANCO

source: You are logged in as <strong>%s</strong>. If you would like to use a different account for this membership, <a href="%s">log out now</a>.
it_it: Sei loggato come <strong>%s</strong>. Se vuoi usare un differente account per la sottoscrizione, <a href="%s">esci dal tuo account</a>.

source: Choose your Payment Method
it_it: Seleziona un metodo di pagamento

source: Check Out with a Credit Card Here
it_it: Paga con Carta di Credito

source: Check Out with PayPal
it_it: Paga con PayPal

source: We Accept %s
it_it: Accettiamo %s

source: Payment Information
it_it: Informazioni di pagamento

source: I agree to the %s
it_it: Accetto %s

source: Complete Payment
it_it: Completa Pagamento

source: Submit and Pay with 2CheckOut
it_it: Invia e Paga con 2CheckOut

source: Submit and Check Out
it_it: invia e paga

source: Submit and Confirm
it_it: Invia e conferma

source: Processing...
it_it: Processando...

source: Your payment has been submitted. Your membership will be activated shortly.
it_it: Il pagamento è state inviato correttamente. La tua iscrizione sarà attivata a breve.

source: Thank you for your membership to %s. Your %s membership is now active.
it_it: Grazie per la tua sottoscrizione a %s. La tua sottoscrizione %s è ora attiva.

source: Below are details about your membership account and a receipt for your initial membership invoice. A welcome email with a copy of your initial membership invoice has been sent to %s.
it_it: Qui i dettagli della tua sottoscrizione e una ricevuta per l'inizio della tua sottoscrizione. Ti è stata inviata una mail di benvenuto con copia della ricevuta all'indirizzo %s.

source: Print
it_it: Stampa

source: Total Billed
it_it: totale fatturato

source: Expiration
it_it: Scadenza

source: Below are details about your membership account. A welcome email with has been sent to %s.
it_it: Qui i dettagli della tua sottoscrizione. Ti è stata inviata una mail di benvenuto all'indirizzo %s

source: View Your Membership Account &rarr;
it_it: La tua sottoscrizione &rarr;

source: If your account is not activated within a few minutes, please contact the site owner.
it_it: Se il tuo account non sarà attivo nei prossimi minuti, contatti l'amministratore del sito.

source: Subtotal
it_it: Subtotale

source: Tax
it_it: Tasse

source: Coupon
it_it: Codice Sconto:

source: Total
it_it: Totale

source: Date
it_it: Data

source: Invoice #
it_it: Fattura #

source: View Invoice
it_it: Visualizza fattura

source: No invoices found.
it_it: Nessuna fattura trovata

source: &larr; View All Invoices
it_it: &larr; Visualizza tutte le fatture

source: Course Renewed
it_it: Corso Rinnovato

source: Back to course
it_it: Torna al Corso

source: Price
it_it: Prezzo

source: Your&nbsp;Level
it_it: Il tuo livello

source: &larr; Return to Your Account
it_it: &larr; Ritorna al tuo Account

source: &larr; Return to Home
it_it: &larr; Ritorna alla Home

source: Account Activated
it_it: Account Attivato

source: Activate your Account
it_it: Attiva il tuo Account

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
it_it: Il tuo account è stato attivato con successo! I dettagli dell'account sono stati inviati alla tua email.

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
it_it: Il tuo account è stato attivato con successo! È ora possibile effettuare l'<a href="%s"> accesso </a> con il nome utente e la password forniti al momento dell'iscrizione.

source: Please provide a valid activation key.
it_it: Si prega di fornire la chiave di attivazione.

source: Activation Key:
it_it: Chiave di Attivazione:

source: Search Results for "
it_it: Cerca risultati per "

source: results found
it_it: Risultati trovati

source: Sorry, No results found.
it_it: Spiacenti, nessun risultato trovato.

source: Import Complete !
it_it: Importazione Completata!

source: Save Permalinks
it_it: Salva Permalinks

source: Save Components
it_it: Salva Aggiornamenti

source: Sorry, there has been an error.
it_it: Spiacenti, c'è stato un errore.

source: The file does not exist, please try again.
it_it: Ci sono dei problemi con i tuoi contenuti, riprova.

source: All done.
it_it: Tutto fatto.

source: Have fun!
it_it: Divertiti!

source: Assign Authors
it_it: Autore Assegnazioni

source: Import Attachments
it_it: Allegati

source: Download and import file attachments
it_it: Carica e importa glia llegati

source: Import author:
it_it: Autore allegato:

source: - Select -
it_it: - seleziona -

source: Invalid file type
it_it: Tipo file invalido

source: Import WordPress
it_it: Importazione Completata!

source: Install WPLMS
it_it: Installa WPLMS

source: Welcome to WPLMS
it_it: Benvenuto

source: About WPLMS
it_it: Su WPLMS

source: Welcome to WPLMS %s
it_it: Benvenuto su WPLMS %s

source: Thanks, all done!
it_it: Grazie, tutto fatto!

source: Thank you for updating to the latest version!
it_it: Grazie per aver aggiornato all'ultima versione

source: Thanks for installing!
it_it: Grazie per aver installato

source: Support system
it_it: Supporto

source: What's New
it_it: Cosa c'è di nuovo, %s?

source: System Status
it_it: Status

source: Please deactivate WordPress importer plugin to avoid conflicts with Vibe one click installer.
it_it: Per favore deattivare il plug in importer di Wordpress per evitare conflitti con Vibe one click installer

source: Setup Theme with Sample Data
it_it: Installa il Tema con Dati demo

source: Install & Activate plugins
it_it: Installa e attiva il plugin

source: Setup Issues
it_it: Problemi di setup

source: Course pages not opening
it_it: La pagina del corso non si apre

source: Getting 404 pages
it_it: Ottenere pagine 404

source: Theme customizer not working
it_it: Il personalizzatore del tema non funziona

source: What's New in WPLMS
it_it: Cosa c'è di nuovo in WPLMS

source: Updated Documentation
it_it: Documentazione aggiornata

source: Go to WPLMS Options panel
it_it: Vai al pannello del opzioni di WPLMS

source: Home URL
it_it: Home

source: View WPLMS Options panel
it_it: Mostra il pannello opzioni WPLMS

source: Options panel
it_it: Pannello opzioni

source: View WPLMS Documentation
it_it: Consulta la documentazione di WPLMS

source: Visit Premium Customer Support Forum
it_it: Mostra il forum di supporto premium

source: Support Forum
it_it: Supporto

source: Please activate all the required plugins
it_it: Attivare tutti i plugin necessari

source: Continue Quiz
it_it: Continua Test

source: Check Quiz Results
it_it: Controlla i risultati del Test

source: Back to Course
it_it: Torna al Corso

source: Take a Course to Start the Quiz
it_it: Scegli il corso per avviare il Test

source: INSTRUCTORS
it_it: DOCENTI

source: Curriculum
it_it: Programma

source: Course Info
it_it: Informazioni del Corso

source: SEE ALL
it_it: VEDI TUTTO

source: Open in Popup
it_it: Apri in un popup

source: Add a note
it_it: Aggiungi una nota

source: All Assignment Submissions
it_it: Tutte le assegnazioni inviate

source: Maximum Marks
it_it: Voti Massimi

source: RE-INVITE STUDENTS
it_it: INVITA NUOVAMENTE GLI STUDENTI

source: SEND INVITATION
it_it: INVIA INVITO

source: SEND EMAIL REMINDER
it_it: RICORDA VIA EMAIL

source: SUBJECT
it_it: OGGETTO

source: INVITATION MESSAGE
it_it: MESSAGGIO DI INVITO

source: SEND INVITATIONS
it_it: INVIA INVITI

source: REMINDER MESSAGE
it_it: PROMEMORIA MESSAGGIO

source: SEND REMINDER
it_it: INVIA PROMEMORIA

source: Reminders are emails sent to Students who have accepted the Event invitation.
it_it: Promemoria sono le email inviate a studenti che hanno accettato l'invito all'evento.

source: ACCEPT INVITE
it_it: ACCETTA INVITO

source: REJECT INVITE
it_it: RIFIUTA INVITO

source: Event Location
it_it: Luogo Evento

source: Additional Information
it_it: Informazioni Aggiuntive

source: Access restricted.
it_it: Accesso negato.

source: Module Tag
it_it: Tag modulo

source: No Units found in module tag
it_it: Nessuna unità trovata

source: INCORRECT COURSE VALUE. CONTACT ADMIN
it_it: COURSE VALUE INCORRETTO. CONTATTARE L'ADMIN

source: Unlimited
it_it: Illimitato

source: Course Curriculum Not Set.
it_it: Il programma del corso non è completo.

source: Start Course
it_it: Inizia il Corso

source: Previous Quiz
it_it: quiz precedente

source: Previous Unit
it_it: Capitolo precedente

source: Check Results
it_it: Controlla i risultati

source: Next Quiz
it_it: Prossimo Quiz

source: Next Unit
it_it: Prossimo capitolo

source: Add a Note
it_it: Informazioni Aggiuntive

source: BACK TO COURSE
it_it: TORNA AL CORSO

source: REVIEW COURSE
it_it: LASCIA UNA RECENSIONE

source: FINISH COURSE
it_it: TERMINA CORSO

source: The public activity for everyone on this site.
it_it: Le attività visibili a tutti su questo sito.

source: All Members <span>%s</span>
it_it: Tutti gli utenti <span>%s</span>

source: The activity of my friends only.
it_it: Le attività dei miei amici.

source: My Friends <span>%s</span>
it_it: Amici <span>%s</span>

source: The activity of course I am a member of.
it_it: L'attività del corso di cui sono studente.

source: My Courses <span>%s</span>
it_it: I miei Corsi <span>%s</span>

source: The activity of groups I am a member of.
it_it: L'attività dei gruppi di cui sono membro.

source: My Groups <span>%s</span>
it_it: Gruppi <span>%s</span>

source: The activity I've marked as a favorite.
it_it: Le attività alle quali ho messo Mi piace.

source: My Favorites <span>%s</span>
it_it: Preferiti <span>%s</span>

source: Activity that I have been mentioned in.
it_it: Attività in cui sono citato.

source: Mentions
it_it: Menzioni

source: New Members
it_it: Nuovi Utenti

source: Create a Site
it_it: Crea Sito

source: All Sites <span>%s</span>
it_it: Tutti i siti <span>%s</span>

source: My Sites <span>%s</span>
it_it: I miei siti <span>%s</span>

source: All Courses <span>%s</span>
it_it: Tutti i corsi <span>%s</span>

source: Instructing Courses <span>%s</span>
it_it: Docenze <span>%s</span>

source: Newly Published
it_it: Pubblicati di recente

source: Highest Rated
it_it: Più Votati

source: Start Date
it_it: Data di inizio

source: Create a Group
it_it: Crea un Gruppo

source: All Groups <span>%s</span>
it_it: Tutti i Gruppi <span>%s</span>

source: SIGN IN
it_it: Registrati

source: Register
it_it: REGISTRATI ORA

source: Create an Account
it_it: Crea un Account

source: Folow me on Twitter
it_it: Seguimi su Twitter

source: Be our Fan on Facebook
it_it: Diventa nostro fan su Facebook

source: Follow us on Google Plus
it_it: Seguici su Google plus

source: Support
it_it: Supporto

source: Documentation & Links
it_it: Documentatie & Links

source: Or email us at
it_it: O inviaci una mail a

source: Getting Started
it_it: Iniziare

source: Setup WPLMS
it_it: Menu di configurazione

source: Setup in One Click with New demos
it_it: Installa con one-click e nuove demo

source: Facing issues? Create a support thread.
it_it: Stai avendo problemi? Contatta il supporto

source: Header settings
it_it: Impostazioni Header

source: Upload Logo
it_it: Carica il Logo

source: Upload your logo
it_it: Carica il tuo logo

source: This Logo is shown in header. NOT ABLE TO UPLOAD ? %s REFER TIP %s
it_it: Questo logo è mostrato nell'header, NON RIESCI A CARICARE ? %s REFER TIP %s

source: Upload Logo for Mobile
it_it: Upload Logo per mobile

source: Upload a logo for mobile viewport
it_it: Importa un logo per la visualizzazione mobile

source: This Logo is shown in header on Mobile devices, less than 768px wide. NOT ABLE TO UPLOAD ? %s REFER TIP %s
it_it: Questo logo è mostrato nell'header su mobile, con larghezza minore di 768px, NON RIESCI A CARICARE ? %s REFER TIP %s

source: Upload Alternate Logo
it_it: Upload Logo alternativo

source: Alternate logo
it_it: Logo alternativo

source: This Logo is shown in header when it becomes fixed. Or in the Header top area. Defaults to logo.NOT ABLE TO UPLOAD ? %s REFER TIP %s
it_it: Questo logo viene mostrato nell header quando diventa fixed. O nell'are Header top. Defaults to logo.NON RIESCI A CARICARE ? %s REFER TIP %s

source: Upload Favicon
it_it: Carica la Favicon

source: Upload 16x16px Favicon
it_it: Carica 16x16px Favicon

source: Upload 16x16px Favicon.NOT ABLE TO UPLOAD ? %s REFER TIP %s
it_it: Carica 16x16px Favicon.NON RIESCI A CARICARE ? %s REFER TIP %s

source: header is fixed to top as user scrolls down.
it_it: L'header rimane fisso in alto

source: Static
it_it: Statistiche

source: Navigation Search as Course Search
it_it: La ricerca sul menu come ricerca corsi

source: Force the header search to search only in courses
it_it: Forza il campo di ricerca nell'header a cercare solo nei corsi

source: Header Top Content (Optional)
it_it: contenuto Header top (opzionale)

source: Optional content, only required in Header variations
it_it: Contenuto opzionale, richiesto solo in alcune varianti di header

source: Header Content (Optional)
it_it: Contenuto Header (opzionale)

source: Required in "some" header variations
it_it: Richiesto in "alcuni" tipi di header

source: Use these sidebars in various layouts. DO NOT ADD ANY SPECIAL CHARACTERS in Sidebar name
it_it: Utilizza questa sidebar nei diversi layout. NON UTILIZZARE CARATTERI SPECIALI nel nome della sidebar

source: Import/Export Sidebar settings
it_it: Impostazioni di Import/export Sidebar

source: Import/Export sidebars settings
it_it: Impostazioni di Import/export sidebar

source: Use import/export functionality to import/export your Sidebar settings like Widgets included in sidebars.
it_it: Usa la funzione di import/export per importare/esportare le impostazione della Sidebar come i Widget inclusi nella SIdebar

source: Import/Export Widget settings
it_it: Impostazioni di Import/export Wideget

source: Import/Export widgets settings
it_it: Impostazioni di Import/export widegets

source: Use import/export functionality to import/export your widget settings.
it_it: Usa la funzione import/export per importare/esportare le tue impostazioni dei widget

source: Upload BuddyPress default member avatar
it_it: BuddyPress avatar predefinito per i membri

source: BuddyPress default members avatar
it_it: BuddyPress avatar predefinito per i membri

source: This avatar is shown for members who have not uploaded any custom avatar.NOT ABLE TO UPLOAD ? %s REFER TIP %s
it_it: L'avatar è mostrato per i membri che non hanno caricato nessun avatar personale. Non riesci a caricare ? %s REFER TIP %s

source: Hide WP Admin bar for
it_it: Nascondi la barra WP admin per

source: Hide the top WP admin bar
it_it: Nascondi la barra amministrativa di WP

source: WP Admin bar is hidden for user types %s Tutorial %s
it_it: La barra amministrativa WP è nascosta per questi tipi di utente %s Tutorial %s

source: Students only
it_it: Solo Studenti

source: Students & Instructors
it_it: Studenti e Docenti

source: WP Admin area access
it_it: Accesso WP admin area

source: Restrict WP Admin area access
it_it: Restringi l'accesso all'area admin WP

source: WP Admin area is restricted for
it_it: Wp admin è ristretto per

source: Instructors & Administrators only
it_it: Solo Docenti e Amministratori

source: Administrators only
it_it: Solo Amministratori

source: All Members directory View
it_it: Pagina di visualizzazione di tutti gli studenti

source: Members only
it_it: Studenti

source: Teachers only
it_it: Solo docenti

source: Admins only
it_it: Solo gli amministratori del gruppo

source: Single Member Profile Tabs visibility
it_it: Visibilità delle tab nella pagina dello studente

source: Hide single member profile menu for member types
it_it: Nascondi il menu dalla pagina del singolo studente per tipo di membro

source: Member Menu tabs like "Profile", "Activity","Groups" .. can be hidden
it_it: Le tab del menù dello studente come "Profilo", "Attività", "Gruppi".. possono essere nascoste

source: Activity directory View
it_it: Vista della directory delle attività

source: Student Activity
it_it: Attività

source: Group directory View
it_it: Directory dei Gruppi

source: All Groups can be viewed by :
it_it: Tutti i gruppi possono essere visualizzati da:

source: Group directory viewability : All {Non-Loggedin}, Members{Loggedin Members},Teachers {Teachers, Admins,Editors}
it_it: Visibilità directory gruppy: Tutti {Non-loggati}, Studenti {Studenti Loggati}, Docenti {Docenti, Amministratori, Editors}

source: Group directory no-access redirect Page
it_it: Pagina di reindirizzamento per chi non ha accesso ai gruppi

source: In case Groups view access is denied to the user, user is redirected to this page.
it_it: Nel caso la visualizzazione dei gruppi è negata ad un utente, verrà reindirizzato a questa pagine.

source: Create Groups
it_it: Crea Gruppo

source: Create Blog (multisite)
it_it: Crea blog (multisite)

source: Blogs can be created by :
it_it: Blog può essere creato da:

source: Blog creation : Members{Loggedin Members},Teachers {Teachers, Admins,Editors}, %s screenshot %s
it_it: Creazione Blog: Membri{Membri loggati}, Docenti {Docenti, Admin,Editors}, %s screenshot %s

source: Show Members Meta info
it_it: Mostra le meta-info degli studenti

source: Members meta-info is shown below the name
it_it: Le meta-info degli studenti saranno mostrate sotto il suo nome

source: Members activity, Friendship , Message button is shown in Single & members directory.
it_it: Attività, Amicizie, e pulsante dei messaggi ddegli studenti saranno mostrati nelle pagine singole e nella directory membri

source: Profile
it_it: Profilo

source: Redirect Page on User Activation
it_it: Reindirizza la pagina su Attivazione Utente

source: Enable Join Group/Request Membership button
it_it: Abilita il tasto Iscriviti al gruppo / Richieste Membership

source: Disable
it_it: Disabilita

source: Enable
it_it: Abilita

source: Student Field
it_it: Campo dello studente

source: Enter the name of the Student Field to show below the name.
it_it: Immettere il nome del campo Studente, per mostrarlo sotto il nome.

source: Enter the name of the Instructor Field Group you want to hide from Students from viewing in Profile -> edit (* No Required fields & Case senstitive).
it_it: Immettere il nome del campo gruppo istruttore, che si desidera nascondere da studenti di visualizzare nel profilo -> modifica (* campi e Case sensitive non richiesto).

source: Enter the name of the Instructor Field to show below the name.
it_it: Immettere il nome del campo Istruttore, per mostrarlo sotto il nome.

source: Social Profiles Field Group
it_it: Campo profili social

source: Add social profiles in user profiles. %s refer tutorial %s
it_it: Aggiungi i profili social dell'utente. %s refer tutorial %s

source: Instructor Paypal Field
it_it: Campo Paypal del docente

source: Enter "Field Name" for Instructor PayPal ID
it_it: Inserisci "Nome Campo" per il paypal id del docente

source: Set a custom profile field for Commission payouts, %s tutorial %s
it_it: Imposta un campo profilo personalizzato per i payouts commisioni, %s tutorial %s

source: Instructor Description Field
it_it: Campo descrizione docente

source: Custom Registration page
it_it: Pagina registrazione Personalizzata

source: Overrides the default registration page from buddypress
it_it: Sovrascrivi la pagina di registrazione default di buddypress

source: Connect Edit Course Page
it_it: Connetti Edit pagina del corso

source: A Page with "Create Content" Page Template OR a page with shortcode [edit_course]
it_it: Un pagina con "Crea Contenuto" Template O una pagina con shortcode [edit_course]

source: Notes & Discussion Page
it_it: Pagina Note e Discussioni

source: A Page with "Notes & Discussion" Page Template
it_it: Pagina con il template "Note e discussioni"

source: Maintain accurate Student Count
it_it: Mantieni il conteggio studenti accurato

source: Maintains accurate student count for course
it_it: Mantieni il conteggio studenti accurato per il corso

source: The Number of Student in Course count gets verified everytime user visits the Course - admin section
it_it: La conta del numero degli Studenti nel Corso viene verificata ogni volta che un utente visita la sezione amministrativa del corso

source: Course status templates
it_it: Template stato del corso

source: Change course status page templates
it_it: Cambia lo stato del corso

source: Course status page templates, %s tutorial %s
it_it: Pagina template dello stato del corso, %s tutorial %s

source: Force Courses created by Instructors are first sent to Administrator for Approval.
it_it: Forza i corsi creati da docenti a essere approvati da un administratore.

source: Yes, require approval
it_it: Si, richiedi approvazione

source: Unit Locking
it_it: Chiusura capitolo

source: Force users to complete previous units and quiz evalution before viewing the next units
it_it: Obbligare gli utenti a completare le unità precedenti e la valutazione quiz prima di vedere le prossime unità

source: Free Access
it_it: Accesso gratuito

source: Force prev Unit/Quiz Complete
it_it: Segna questo capito come terminato

source: Unit Media Lock
it_it: Media capitolo bloccato

source: Do not lock
it_it: Non bloccare

source: Lock Unit Completion
it_it: Torna all'inizio quando fatto

source: Course Progress bar is shown in Course curriculum page
it_it: La Barra di avanzamento del corso è mostrata nella pagina curriculum del corso

source: Instructors can Add Students
it_it: Gli istruttori possono aggiungere studenti

source: Instructors can Manage Student Course status
it_it: I docenti possono gestire l'avanzamento del corso per gli studenti

source: Enable Instructors to be change Students course status
it_it: Permetti ai docenti di cambiare l'avanzamento del corso

source: A Bulk Action is added in Course -> Admin -> Members which enables Instructos to manage students course status in the course
it_it: Le azioni bulk sono state aggiunte a Corso -> Admin -> Membri il che permette ai docenti di gestire lo stato del corso per gli studenti

source: Enable Instructors to be able to assign Certificates & Badges to Students
it_it: Abilita Istruttori di essere in grado di assegnare Certificati e Distintivi agli Studenti

source: Instructors can Extend subscription
it_it: Idocenti possono estendere la sottoscrizione

source: Enable Instructors to extend subscriptions of Students
it_it: Permetti ai docenti di estendere la durata del corso

source: A Bulk Action is added in Course -> Admin -> Members which enables Instructos to extend subscriptions of Students for the course
it_it: Le azioni bulk sono state aggiunte a Corso -> Admin -> Membri il che permette ai docenti di estendere la sottoscrizione per gli studenti

source: Force Instructor Content Privacy
it_it: Forza la privacy del content di un docent

source: Leaderboard/Stats Visibility
it_it: Visibilità Leaderboard/Statistiche

source: Stats & Leaderboard visible to
it_it: Statistiche e Leaderboad visibile a
