Repository: yasseelle/Project-2019-2020
Catalog: WP-GOLD-THEMS-PLUGINS/EXTRACTED/themeforest-6780226-wplms-learning-management-system-wordpress-theme/wplms/wplms/languages/vibe-*.po
Languages: it_it

source: SUBSCRIPTION
it_it: ISCRIZIONE

source: START COURSE
it_it: INIZIA CORSO

source: WAITING FOR ORDER CONFIRMATION TO START COURSE
it_it: RIMANI IN ATTESA DELLA CONFERMA DELL'ORDINE PER INIZIARE IL CORSO

source: WAITING FOR ADMIN APPROVAL
it_it: RIMANI IN ATTESA DELL'APPROVAZIONE DELL'AMMINISTRATORE

source: Download Stats
it_it: Scarica le statistiche

source: Date (Joining)
it_it: Data (Entrata)

source: Date (Finish)
it_it: Data (fine)

source: Student Name
it_it: Studente

source: Units Status
it_it: Stato unità

source: Quiz scores
it_it: Risultati del Test

source: Certificate
it_it: Selezionare un modello di certificato

source: Course Marks
it_it: Marks corso

source: All students
it_it: Tutti gli studenti

source: Students who finished the course
it_it: Studenti che hanno finito il corso

source: Students pursuing the course
it_it: Studenti che frequentano questo corso

source: Students who got a badge in the course
it_it: Studenti che hanno ottenuto un badge

source: Students who got a certificate in the course
it_it: Studenti che hanno ottenuto un certificato

source: Process Stats
it_it: Calcolo statistiche

source: Page %s
it_it: Pagina %s

source: Course Announcement
it_it: Annunci del corso

source: Course News
it_it: News corso

source: Course subscribed
it_it: Corso Sottoscritto

source: Course started
it_it: Corso Iniziato:

source: Course submitted
it_it: Iscrizione Corsi

source: Course Evaluated
it_it: CORSO VALUTATO

source: Course Reset
it_it: Reimposta corso

source: Course Retake
it_it: Partecipa nuovamente al corso

source: Student Badge
it_it: Badge Studente

source: Student Certificate
it_it: Certificato Corso

source: Course reviewed
it_it: Recensioni del Corso

source: Student Removed
it_it: Studente rimosso

source: Course Code applied
it_it: Codice Corso applicato

source: Course subscription renewed
it_it: Iscrizione al corso rinnovata

source: Unit Completed
it_it: Unità completata

source: Unit comment added
it_it: Commento all'unità aggiunto

source: Start Quiz
it_it: Inizia Test

source: Submit Quiz
it_it: Invia Test

source: Quiz evaluated
it_it: Risultati del Test

source: Start Assignment
it_it: Inizia Assegnazione

source: Assignment Evaluated
it_it: Risultati delle Assegnazioni

source: Update
it_it: Aggiorna

source: Announcement
it_it: Annunci

source: %1$s at %2$s
it_it: %1$s ha detto %2$s:

source: All plugins installed and activated successfully. %s
it_it: Tutti i plugin installati e attivi. %s

source: %s (Invalid)
it_it: %s (Invalido)

source: %s (Pending)
it_it: %s (In attesa)

source: Edit Menu Item
it_it: Modifica voci menu

source: Navigation Label
it_it: Etichetta navigazione

source: Title Attribute
it_it: Attributo titolo

source: Open link in a new window/tab
it_it: Apri link in nuova finestra/tab

source: CSS Classes (optional)
it_it: Classi CSS (opzionale)

source: Link Relationship (XFN)
it_it: Relazione Link (XFN)

source: The description will be displayed in the menu if the current theme supports it.
it_it: La descrizione sarà mostrata nel menu se il tema corrente lo supporta

source: Enable Mega Menu
it_it: Abilita il Mega Menu

source: Select Sidebar
it_it: Seleziona Sidebar

source: Taxonomy
it_it: Tassonomia

source: Hide Terms (comma separated slugs)
it_it: Nascondi Tags (separa con la virgola):

source: Columns
it_it: Colonne

source: Original: %s
it_it: Originale: %s

source: Remove
it_it: Rimuovi

source: UNIT
it_it: Descrizione capitolo

source: Make Public
it_it: Rendi Pubblico

source: Make Private
it_it: Rendi privato

source: Request Instructor reply
it_it: Richiedi una risposta al docente

source: No comments found
it_it: Nessun commento trovato

source: YOU
it_it: TU

source: Add your Comment
it_it: Commenta

source: Not Allowed
it_it: Non autorizzato

source: Unable to post
it_it: Impossibile inviare

source: Instructor reply requested for unit %s paragraph %s
it_it: RIchiesta risposta del docente per l'unità %s paragrafo %s

source: Activate
it_it: Attivato

source: Review Title
it_it: Titolo della recensione

source: Review Rating
it_it: Punteggio del Corso

source: Please enter review content !
it_it: Inserisci una recensione

source: Please add review rating !
it_it: Aggiungi una recensione !

source: Rating
it_it: Valutazione

source: Student
it_it: Studente

source: Instructor
it_it: Docente

source: Accepted
it_it: Accettato

source: Close
it_it: Chiudi

source: comments
it_it: Commenti

source: Are you sure you want to leave this group?
it_it: Sei sicuro di voler lasciare questo gruppo?

source: My Favorites
it_it: Mi I miei favoriti

source: Rejected
it_it: Rifiutati

source: Show all
it_it: Mostra tutti

source: Show all comments for this thread
it_it: Mostra tutti i commenti

source: Your profile has unsaved changes. If you leave the page, the changes will be lost.
it_it: Ci sono modifiche al tuo profilo non salvate. Se lasci la pagina i cambiamenti verranno persi

source: Too short
it_it: Troppo corto

source: Weak
it_it: Debole

source: Good
it_it: Buono

source: More
it_it: Maggiori informazioni

source: View More
it_it: Leggi Messaggio

source: Please fill in all the required fields (indicated by *)
it_it: Completare i campi richiesti (contrassegnati da *)

source: Open/Close Menu
it_it: Apri/Chiudi menu

source: Top Menu
it_it: Top

source: Main Menu
it_it: Menu Principale

source: Student
it_it: Studente

source: Members-Only
it_it: Solo-Studenti

source: Instructors-Only
it_it: Solo-Docenti

source: <em>Members-Only</em> These links are only visible to logged in users.
it_it: <em>Solo-Studenti</em> Questi link sono visibili agli utenti loggati.

source: <em>Instructors-Only</em> links are visible to Instructors.
it_it: <em>Solo-Docenti</em> i links sono visibili ai docenti.

source: Create/Edit Course page
it_it: Crea/modifica una pagina corso

source: My Courses
it_it: I Miei Corsi

source: Start Course page
it_it: Inizia il Corso

source: Notes & Discussion page
it_it: Note e Discussioni

source: Shows active layered nav filters so users can see and deactivate them.
it_it: Mostra i filtri di navigazione attivi così che gli utenti possano vederli e disattivarli

source: Active filters
it_it: Filtri attivi

source: Remove filter
it_it: Rimuovi filtri

source: Greater than
it_it: Maggiore di

source: Less than
it_it: Meno di

source: WooCommerce Function
it_it: Funzioni Woocommerce

source: Product Columns
it_it: Colonne prodotto

source: Number of Products in Carousel:
it_it: Numero di prodotti nel Carousel:

source: Carousel Controls
it_it: Controlli Carousel

source: View profile
it_it: Mostra Profilo

source: Access admin panel
it_it: Accedi al pannello amministrativo

source: Courses
it_it: Corsi

source: Stats
it_it: Statistiche

source: Inbox
it_it: Messaggi

source: Notifications
it_it: Notifiche

source: Groups
it_it: Gruppi

source: Settings
it_it: Impostazioni

source: Forgot Password
it_it: Password persa

source: Remember Me
it_it: Ricordami

source: Log In
it_it: Accedi

source: Course Categories
it_it: Categorie Corso

source: Order by
it_it: Ordina per:

source: Course Count
it_it: Conteggio Corso

source: Sort Order
it_it: Ordina per

source: Ascending
it_it: Ascendente

source: Descending
it_it: Discendente

source: Exclude Course Category Terms slugs (comma saperated):
it_it: Elsudi le categorie del corso usando le slug (separate da virgola)

source: Enter Certificate Code
it_it: Inserisci Codice Certificato

source: Validate
it_it: Convalidare

source: Course Categories Navigation
it_it: Categorie Corso

source: View all posts filed under %s
it_it: Scopri tutti gli aggiornamenti in %s

source: Recent Posts
it_it: Post Recenti

source: thumbnail
it_it: Miniatura

source: Comments
it_it: Commenti

source: Theme:
it_it: Tema:

source: Yes
it_it: Si

source: Title
it_it: Titolo

source: Theme
it_it: Tema:

source: Post Type
it_it: Tipo di Post

source: Recent
it_it: Recente

source: Alphabetical
it_it: Ordine Alfabetico

source: Popular
it_it: Popolare

source: Descreasing
it_it: Decrescente

source: General
it_it: Generale

source: Course block
it_it: Block Corso

source: Course block 2
it_it: Block Corso 2

source: Title
it_it: Titolo:

source: All
it_it: Tutto

source: Image Size
it_it: Dimensioni immagine

source: Small
it_it: Piccolo

source: Small
it_it: Piccolo

source: Count:
it_it: Conteggio:

source: Instagram Username (<small>If blank then Instagram popular images are shown</small>):
it_it: Instagram Username (<small>se lasciato bianco saranno mostrate le immagini popolari s instagram</small>):

source: Size:
it_it: Grootte

source: here
it_it: qui

source: Show # of Tweets
it_it: Mostra # di Tweets

source: Show timestamps
it_it: Mostra data

source: Find and show hyperlinks
it_it: Cerca qualsiasi link mostrato

source: Find Replies in Tweets
it_it: Cerca risposte nei tweet

source: Create links on new window / tab
it_it: Crea link in nuova finestra/tab

source: Number of tweets is not valid
it_it: Aantal tweets is niet geldi

source: Erase cached data option enabled
it_it: Wis cached data optie inges

source: Error retrieving tweets
it_it: Errore nel recuperare i tweet

source: Requested items
it_it: elementi richiesti

source: Seconds until reset
it_it: Secondi prima del reset

source: Using cached Twitter data
it_it: Utilizzo cached Twitter data

source: Twitter cache error:
it_it: Errore twitter cache:

source: No public tweets
it_it: Nessun tweet pubblico

source: Unable to get tweets
it_it: Impossibile recuperare tweets

source: Last Tweets
it_it: Ultimi Tweets

source: Enter Username
it_it: Inserisci Username

source: Enter Password
it_it: Inserisci passowrd

source: Forgot Password?
it_it: Password persa?

source: Remember me
it_it: Ricordami

source: User registration is currently not allowed.
it_it: La registrazione non è attualmente consentita.

source: Registering for this site is easy. Just fill in the fields below, and we'll get a new account set up for you in no time.
it_it: La registrazione a Istituto Eccelsa è semplice, basta compilare i campi sottostanti e verrà creato il tuo nuovo account.

source: Account Details
it_it: Dettagli Account

source: (required)
it_it: (richiesto)

source: Email Address
it_it: Indirizzo Email

source: Choose a Password
it_it: Scegli una Password

source: Confirm Password
it_it: Conferma Password

source: Profile Details
it_it: Dettagli Profilo

source: This field can be seen by: %s
it_it: Questo campo può essere visto da: %s

source: Who can see this field?
it_it: Chi può vederlo?

source: Blog Details
it_it: Dettagli Blog

source: Yes, I'd like to create a new site
it_it: Si, vorrei creare un nuovo sito

source: Site Title
it_it: Titolo Sito

source: I would like my site to appear in search engines, and in public listings around this network.
it_it: Voglio che il mio sito appaia nei motori di ricerca e nelle liste pubbliche

source: Activate your account
it_it: Attiva il tuo Account

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
it_it: Il tuo account è stato creato con successo! Per iniziare ad utilizzare i servizi URC, attiva il tuo account tramite il codice di attivazione che ti abbiamo inviato tramite email.

source: Account creatd, login to your account
it_it: Accout creato, accedi al tuo account

source: You have successfully created your account! Please log in using the username and password you have just created.
it_it: Il tuo account è stato creato con successo! Si prega di effettuare l'accesso tramite Username e Password appena creati.

source: student
it_it: studente

source: instructor
it_it: docente

source: administrator
it_it: amministratore

source: Sorry, no members were found.
it_it: Spiacenti, nessun membro trovato.

source: Friendships
it_it: Amici

source: New Groups
it_it: Nuovi Gruppi

source: Newest
it_it: Novità

source: Invalid Results
it_it: Test Errato

source: N/A
it_it: n/d

source: AVERAGE PERCENTAGE :
it_it: PERCENTUALE MEDIA:

source: Number of retakes remaining
it_it: Numero di retake disponibili

source: out of
it_it: fuori di

source: MY SCORE :
it_it: IL MIO PUNTEGGIO :

source: Average Marks in
it_it: Media voti dei Test

source: Course Expired
it_it: Corso scaduto

source: Not Started
it_it: Non cominciati

source: In Progress
it_it: In corso

source: Under Evaluation
it_it: In fase di valutazione

source: Newest Registered
it_it: Nuovi membri registrati

source: You have no pending friendship requests.
it_it: Non hai richieste di amicizia in attesa.

source: Most Members
it_it: Più Acquistati

source: Newly Created
it_it: Appena Creati

source: You have no outstanding group invites.
it_it: Non hai richieste di inviti a gruppi.

source: Send To (Username or Friend's Name)
it_it: Invia a (username o nome dell'amico)

source: This is a notice to all users.
it_it: Questa è una notifica a tutti i membri.

source: Subject
it_it: Oggetto

source: Message
it_it: Messaggio

source: Send Message
it_it: Invia Messaggio

source: Star
it_it: Inizia

source: From
it_it: Da

source: Actions
it_it: Azioni

source: From:
it_it: Da:

source: To:
it_it: A:

source: Delete Message
it_it: Cancella Messaggio

source: Sorry, no messages were found.
it_it: Spiacenti, non sono stati trovati messaggi.

source: Sent:
it_it: Inviato:

source: Sorry, no notices were found.
it_it: Spiacenti, non ci sono notifiche.

source: You are alone in this conversation.
it_it: :( sei solo in questa conversazione.

source: Conversation between %s and you.
it_it: Conversazione tra %s e te.

source: Send a Reply
it_it: Invia una risposta

source: Send Reply
it_it: Invia Risposta

source: You have no unread notifications.
it_it: Non hai notifiche da leggere.

source: This member has no unread notifications.
it_it: Questo membro non ha notifiche da leggere.

source: You have no notifications.
it_it: Non hai notifiche.

source: This member has no notifications.
it_it: Questo membro non ha notifiche.

source: Select all
it_it: Seleziona tutto

source: Notification
it_it: Notifica

source: Date Received
it_it: Data di ricezione

source: Change Avatar
it_it: Cambia Immagine di Profilo

source: Your avatar will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
it_it: Il tuo Avatar sarà utilizzato come immagine profilo.

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
it_it: Clicca qui sotto per selezionare un file JPG, GIF o PNG dal computer e fare clic su 'Carica Immagine' per procedere.

source: If you'd like to delete your current avatar but not upload a new one, please use the delete avatar button.
it_it: Se vuoi cancellare la tua immagine del profilo attuale, ma non vuoi caricarne una nuova, si prega di utilizzare il pulsante 'Cancella Immagine Profilo'.

source: Delete My Avatar
it_it: Cancella Immagine Profilo

source: Crop Your New Avatar
it_it: Ritaglia la tua Immagine Profilo

source: Your avatar will be used on your profile and throughout the site. To change your avatar, please create an account with <a href="http://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
it_it: Il tuo Avatar sarà utilizzato come immagine profilo.

source: Your Cover Image will be used to customize the header of your profile.
it_it: La tua immagine cover sarà utilizzata per personalizzare l'header del tuo profilo

source: Change
it_it: Modifica

source: %s's Profile
it_it: Profilo di %s

source: Capabilities
it_it: Funzionalità

source: This user is a spammer.
it_it: Questo utente è uno spammer.

source: Save
it_it: Salva

source: Delete Account
it_it: Cancella Account

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
it_it: Eliminando il tuo account cancellerai tutti i contenuti creati. Sarà completamente irrecuperabile.

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
it_it: L'eliminazione di questo account cancellerà tutto il contenuto che ha creato. Sarà completamente irrecuperabile.

source: I understand the consequences.
it_it: Sono al corrente delle conseguenze.

source: General Settings
it_it: Impostazioni generali

source: Current Password <span>(required to update email or change current password)</span>
it_it: Password corrente <span>(necessaria per aggiornare le mail o modificare la password corrente) </span>

source: Password Lost and Found
it_it: Password persa e trovata

source: Lost your password?
it_it: Hai dimenticato la password?

source: Account Email
it_it: Email Account

source: Change Password <span>(leave blank for no change)</span>
it_it: Cambia Password <span> (lasciare vuoto per non cambiare) </span>

source: New Password
it_it: Nuova Password

source: Repeat New Password
it_it: Ripeti Nuova Password

source: Email Notification
it_it: Notifiche Email

source: Send an email notice when:
it_it: Invia una notifica email quando:

source: Visibility
it_it: Visibilità

source: All Notes & Discussions
it_it: Tutte le note e discussioni

source: All Discussions
it_it: Tutte le Discussioni

source: Unit Notes
it_it: Note Unità

source: Unit Discussions
it_it: Discussioni in Unità

source: My Discussions
it_it: Le mie discussioni

source: My Notes
it_it: Le mie Note

source: No public comments found !
it_it: Nessun commento pubblico !

source: To:
it_it: A:

source: Add New List Field
it_it: Aggiungi nuovo campo alla lista

source: Add More
it_it: Aggiungere Altro

source: Add New Listing Taxonomy
it_it: Aggiungi una nuova tassonomia

source: Upload Font
it_it: Carica font

source: Font Preview
it_it: Anteprima font

source: Export Code
it_it: Codice esportazione

source: Import Code
it_it: Codice Importazione

source: Browse
it_it: Esplora

source: Remove Upload
it_it: Rimuovi invio

source: Add Custom Posts
it_it: Aggiungi post personalizzati

source: Enter Full URL of the page
it_it: Aggiungi URL intero della pagina

source: Add Social Icons
it_it: Aggiungi icone social

source: None
it_it: Nessuno

source: Plugin is Inactive
it_it: Plugin inattivo

source: Options
it_it: Opzioni

source: Import from file
it_it: Importa da un file

source: Import from URL
it_it: Importa da URL

source: Copy Link
it_it: Copia link

source: Reset to Defaults
it_it: Ripristina default

source: This field must be a valid color value.
it_it: Questo campo deve essere un valore colore valido

source: You must provide a comma seperated list of numerical values for this option.
it_it: Devi inserire una lista di valori numerici separati da virgola per questa opzione

source: This field must be a valid date.
it_it: Questo campo deve essere una data valida

source: You must provide a valid email for this option.
it_it: Devi inserire una email valida

source: Unable to upload font.
it_it: Impossibile caricare il font

source: You must not enter any HTML in this field, all HTML tags have been removed.
it_it: Non devi inserire nessun codice HTLM in questo campo. tutti i tag HTML saranno rimossi.

source: You must not enter any special characters in this field, all special characters have been removed.
it_it: Non devi inserire nessun carattere speciale in questo campo, eventuali caratteri speciali saranno rimossi.

source: You must provide a numerical value for this option.
it_it: Devi inserire un valore numerico

source: This Page is only accessible to Instructors
it_it: Questa pagina è accessibile solo ai docenti

source: The page is only accessible to site Users with Instructor or above capabilites.
it_it: Questa pagina è riservata ai membri con privilegi

source: Instructors only page
it_it: Pagina esclusiva docenti

source: This Page is only accessible to Members
it_it: Questa pagina è accessibile solo agli studenti

source: The page is only accessible to site Users, please register in site to see this content.
it_it: Questa pagina è visibile solo agli utenti registrati. Iscriviti per poterne vedere il contenuto

source: Members only page
it_it: Pagina riservata studenti

source: Your membership is <strong>active</strong>.
it_it: La tua sottoscrizione èa ttiva

source: Membership Fee
it_it: Quota sottoscrizione

source: Duration
it_it: Durata

source: Membership Expires
it_it: La sottoscrizione scade

source: Your first payment will cost %s.
it_it: Il tuo primo pagamento costerà %s

source: Your first %d payments will cost %s.
it_it: Il tuo primo %d pagamento costerà %s

source: My Account
it_it: Il mio Account

source: Billing Information
it_it: Informazioni di Fatturazione

source: Billing Address
it_it: Indirizzo di fatturazione

source: Payment Method
it_it: Metodo di Pagamento

source: Edit Billing Information
it_it: Modifica Informazioni di fatturazione

source: Past Invoices
it_it: Fatture scadute

source: View All Invoices
it_it: Visualizza tute le fatture

source: Update Billing Information
it_it: Aggiungi informazioni di Fatturazione

source: Change Membership Level
it_it: Cambia il tipo di sottoscrizione

source: Cancel Membership
it_it: Cancella iscrizione

source: Logged in as <strong>%s</strong>.
it_it: Sei loggato come <strong>%s</strong>.

source: Your payment subscription is managed by PayPal. Please <a href="http://www.paypal.com">login to PayPal here</a> to update your billing information.
it_it: La rostra richest di pagamento è gestate da PayPal. Gentilmente <a href="http://www.paypal.com">effettua l'accesso a PayPal quì</a> per aggiungere le tue informationi di acquito

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Address 1
it_it: Indirizzo 1

source: Address 2
it_it: Indirizzo 2

source: optional
it_it: opzionale

source: City
it_it: Città

source: State
it_it: Nazione

source: Postal Code
it_it: CAP

source: City, State Zip
it_it: Città, Cap

source: Country
it_it: Paese

source: Phone
it_it: Telefono

source: E-mail Address
it_it: Email

source: Confirm E-mail
it_it: Conferma indirizzo email

source: We accept %s
it_it: Accettiamo %s

source: Credit Card Information
it_it: Informazioni carta di credito

source: Card Type
it_it: Tipo di carta

source: Card Number
it_it: Numero di carta

source: Expiration Date
it_it: Data di scadenza

source: This subscription is not recurring. So you don't need to update your billing information.
it_it: Questa sottoscrizione non è periodica. Quindi non c'è bisogno che aggiorni le tue informazioni di fatturazione.

source: Are you sure you want to cancel your membership?
it_it: Sei sicuro di voler cancellare la tua sottoscrizione

source: Yes, cancel my account
it_it: Si, cancella il mil account.

source: No, keep my account
it_it: No, mantieni il mio account

source: Click here to go to the home page.
it_it: Clicca qui per tornare alla home

source: Almost done. Review the membership information and pricing below then <strong>click the "Complete Payment" button</strong> to finish your order.
it_it: Quasi fatto. Controlla le informazioni e il prezzo sotto poi <stron>clicca su "Completa il pagamento"</strong> per concludere il tuo ordine.

source: Membership Level
it_it: Livello

source: You have selected the <strong>%s</strong> membership level.
it_it: Hai scelto il <strong>%s</strong>livello di sottoscrizione.

source: <p class="pmpro_level_discount_applied">The <strong>%s</strong> code has been applied to your order.</p>
it_it: <p class="pmpro_level_discount_applied">Il <strong>%s</strong> codice è stato applicato al tuo ordine.</p>
