Repository: yasseelle/Project-2019-2020
Catalog: WP-GOLD-THEMS-PLUGINS/EXTRACTED/themeforest-6780226-wplms-learning-management-system-wordpress-theme/wplms/wplms/languages/vibe-*.po
Languages: it_it

source: Please enter some content to post.
it_it: Inserisci dei contenuti da pubblicare.

source: There was a problem posting your update, please try again.
it_it: Ci sono dei problemi con i tuoi contenuti, riprova.

source: Please do not leave the comment area blank.
it_it: Si prega di non lasciare vuota l'area del commento.

source: There was an error posting that reply, please try again.
it_it: Si è verificato un errore nell'invio della risposta, si prega di riprovare.

source: There was a problem when deleting. Please try again.
it_it: Si è verificato un errore durante la cancellazione, si prega di riprovare.

source: Remove Favorite
it_it: Non mi piace più

source: Favorite
it_it: Mi piace

source: Remove Invite
it_it: Rimuovi Invito

source: %s has previously requested to join this group. Sending an invitation will automatically add the member to the group.
it_it: %s ha già richiesto di aderire a questo gruppo. L'invio di un invito aggiungerà automaticamente l'utente al gruppo.

source: Friendship could not be canceled.
it_it: L'amicizia non può essere cancellata.

source: Add Friend
it_it: Diventa suo amico

source: Friendship could not be requested.
it_it: La richiesta di amicizia non può essere inviata.

source: Cancel Friendship Request
it_it: Cancella la richiesta di amicizia.

source: Friendship request could not be cancelled.
it_it: La richiesta di amicizia non può essere cancellata.

source: Request Pending
it_it: Richiesta in sospeso.

source: There was a problem accepting that request. Please try again.
it_it: Si è verificato un errore durante l'accettazione della richiesta. Si prega di riprovare.

source: There was a problem rejecting that request. Please try again.
it_it: C'è stato un problema di rigetto di tale richiesta. Riprova.

source: Error joining group
it_it: Errore di iscrizione al gruppo.

source: Leave Group
it_it: Abbandona il gruppo.

source: Error requesting membership
it_it: Errore nella richiesta di adesione.

source: Membership Requested
it_it: Adesione Richiesta.

source: Error leaving group
it_it: Errore durante l'abbandono del gruppo.

source: Join Group
it_it: Iscriviti al gruppo.

source: Request Membership
it_it: Richiesta d'iscrizione.

source: There was a problem closing the notice.
it_it: Si è verificato un errore nella chiusura delle notifiche.

source: Sent %s
it_it: Inviato %s

source: There was a problem sending that reply. Please try again.
it_it: C'è stato un problema nell'invio della risposta. Riprova.

source: There was a problem marking messages as unread.
it_it: C'è stato un problema nel segnare i messaggi come non letti.

source: There was a problem marking messages as read.
it_it: C'è stato un problema nel segnare i messaggi come letti.

source: There was a problem deleting messages.
it_it: C'è stato un problema nell'eliminazione dei messaggi.

source: Messages deleted.
it_it: Messaggio eliminato.

source: Load More
it_it: mostra di più

source: Sorry, there was no activity found. Please try a different filter.
it_it: Spiacente, non sono state trovate attività. Prova con un filtro differente.

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>
it_it: <a href="%1$s">%2$s</a> ha risposto <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>

source: Reply
it_it: Rispondi

source: Delete
it_it: Elimina

source: In reply to:
it_it: In risposta a:

source: View Thread / Permalink
it_it: Mostra Discussione

source: View
it_it: Scopri

source: Comment <span>%s</span>
it_it: Commento <span>%s</span>

source: or press esc to cancel.
it_it: oppure premi ESC per cancellare.

source: What's new in %s, %s?
it_it: Cosa c'è di nuovo in %s, %s?

source: What's new, %s?
it_it: Cosa c'è di nuovo, %s?

source: Post Update
it_it: Pubblica

source: My Profile
it_it: Profilo

source: Group : %s
it_it: Gruppo: %s

source: Course : %s
it_it: Corso: %s

source: Courses by Instructor
it_it: Corsi dei Docenti

source: No Instructors found.
it_it: Docente non trovato.

source: Name
it_it: Nome

source: Website
it_it: Sito Web

source: Save Answer
it_it: Salva Risposta

source: Answer
it_it: Risposta

source: Previous Answers to this Question
it_it: Risposte precedenti a questa domanda

source: Clear Answer
it_it: Pulisci

source: Assignment Instructor
it_it: Risultati delle Assegnazioni

source: Course
it_it: Corso

source: My Marks
it_it: I miei punteggi

source: Total Marks
it_it: Risultato totale

source: Check results
it_it: Controlla i risultati

source: UNDER EVALUATION
it_it: In fase di valutazione

source: You've not attempted any assignments yet !
it_it: Non hai ancora provato alcuna assegnazione !

source: All Events in
it_it: Tutti gli Eventi di

source: View all posts in %s
it_it: Scopri tutti gli aggiornamenti in %s

source: Answer Assignment
it_it: Rispondi all'Assegnazione

source: Assignment submitted !
it_it: Assegnazioni inviate !

source: Submit Assignment
it_it: Invia le assegnazioni

source: Upload Assignment
it_it: Carica Assegnazione

source: # Students in Courses
it_it: Studenti nei Corsi

source: Average Rating
it_it: Media dei voti ottenuti dagli studenti

source: All posts by
it_it: Tutti i post di

source: %s profile
it_it: Profilo di %s

source: All Forums directory
it_it: Directory dei Forum

source: Forum
it_it: Collegare Forum con i corsi.

source: Replies
it_it: Risposte

source: in reply to:
it_it: In risposta a:

source: Started by: %1$s
it_it: Inizia da %1$s

source: Sorry, there were no sites found.
it_it: Spiacenti, non sono stati trovati siti.

source: Only Instructors can create sites
it_it: Solo i docenti possono creare blog

source: Only Admins can create sites
it_it: Solo gli amministratori possono creare blog

source: Site Directory
it_it: Directory dei Siti

source: Site registration is currently disabled
it_it: La registrazione al sito è momentaneamente disabilitata

source: INVALID CERTIFICATE CODE
it_it: CODICE CERTIFICATO NON VALIDO

source: CERTIFICATE OF COMPLETION
it_it: ATTESTATO DI PARTECIPAZIONE

source: Awarded to
it_it: Assegnato a

source: for successful completion of course
it_it: per aver completato con successo il corso

source: responses on "
it_it: Giudizi su "

source: Comment
it_it: Commento

source: Leave a Message
it_it: Lascia un Messaggio

source: Post Review
it_it: Pubblica Recensione

source: Write a Review
it_it: Scrivi una Recensione

source: Course Reviews
it_it: Recensioni del Corso

source: N.A
it_it: N/d

source: ratings
it_it: Valutazione

source: stars
it_it: stelle

source: No Reviews found for this course.
it_it: Non ci sono recensioni per questo corso.

source: Reviews disabled for course
it_it: Non ci sono recensioni per questo corso !

source: You have not subscribed to any courses.
it_it: Non ti iscritti ad alcun corso

source: You have not created any Course.
it_it: Non hai creato nessun corso.

source: All Activity
it_it: Tutte le attività

source: My Activity
it_it: Attività

source: Show:
it_it: Mostra:

source: &mdash; Everything &mdash;
it_it: &mdash; Tutto &mdash;

source: Total number of Students in course
it_it: Studenti iscritti al corso

source: Reset Course for User
it_it: Azzera il Corso per l'utente

source: See Course stats for User
it_it: Guarda lo stato del Corso dell'utente

source: See User Activity in Course
it_it: Mostra attività studenti nel corso

source: Remove User from this Course
it_it: Rimuovi l'utente dal Corso

source: No Students found.
it_it: Nessuno studente trovato

source: Viewing page %d of %d
it_it: Pagina %d di %d

source: BULK ACTIONS
it_it: Azione di massa

source: Instructors
it_it: Docenti

source: Course Curriculum
it_it: Programma del Corso

source: Events
it_it: Eventi

source: Course Forums
it_it: Forum Corso

source: STUDENTS ENROLLED
it_it: STUDENTI ISCRITTI

source: READ MORE
it_it: MOSTRA DI PIU'

source: LESS
it_it: MOSTRA DI MENO

source: Total Number of Students who took this course
it_it: Studenti iscritti al corso

source: Average Percentage obtained by Students
it_it: Percentuale media degli studenti

source: out of 100
it_it: su 100

source: Number of Students who got a Badge
it_it: Studenti che hanno ricevuto il Badge

source: Number of Passed Students
it_it: Studenti che hanno terminato il corso

source: Average Marks obtained by Students
it_it: Media dei voti ottenuti dagli studenti

source: No curriculum defined
it_it: Nessun programma definito

source: Average Marks in Quiz
it_it: Media dei Test

source: Calculate :
it_it: Calcola:

source: Calculate Statistics for Course
it_it: Calcola le statistiche del corso

source: PAGE CANNOT BE ACCESSED : MISSING EMAIL VARS
it_it: Impossibile accedere alla pagina: email vars mancanti

source: Edit
it_it: Modifica:

source: top
it_it: Su

source: Topic
it_it: Argomento

source: Permanent link to this post
it_it: Link permanenti a questo post

source: Started by %1$s
it_it: Inizia da %1$s

source: Sorry, there were no forum topics found.
it_it: Siamo spiacenti, non sono stati trovati argomenti nel forum.

source: Forums Directory
it_it: Directory dei Forum

source: New Topic
it_it: Nuovo Argomento

source: All Topics <span>%s</span>
it_it: Tutti gli argomenti <span>%s</span>

source: My Topics <span>%s</span>
it_it: I miei Argomenti <span>%s</span>

source: Order By:
it_it: Ordina per:

source: Last Active
it_it: Ultimo Online

source: Unreplied
it_it: Senza risposta

source: Create New Topic:
it_it: Crea Nuovo Argomento:

source: Title:
it_it: Titolo:

source: Content:
it_it: Contenuto:

source: Tags (comma separated):
it_it: Tags (separa con la virgola):

source: Post In Group Forum:
it_it: Pubblica nel Forum del Gruppo:

source: Post Topic
it_it: Pubblica Argomento

source: Cancel
it_it: Cancella

source: You are not a member of any groups so you don't have any group forums you can post in. To start posting, first find a group that matches the topic subject you'd like to start. If this group does not exist, why not <a href='%s'>create a new group</a>? Once you have joined or created the group you can post your topic in that group's forum.
it_it: Non puoi pubblicare nel forum del gruppo perché non sei iscritto a nessun gruppo. Per iniziare a pubblicare in primo luogo trova un gruppo attinente ai tuoi interessi. Se questo gruppo non esiste, perché non <a href='%s'> creare un nuovo gruppo </ a>? Dopo aver aderito o creato il gruppo puoi pubblicare i tuoi argomenti nel forum di quel gruppo.

source: Only Instructors can create groups
it_it: Solo i docenti possono creare gruppi

source: Only Admins can create groups
it_it: Solo gli amministratori possono creare gruppi

source: Groups Directory
it_it: Directory dei Gruppi

source: Group Name (required)
it_it: Nome del Gruppo *

source: Group Description (required)
it_it: Descrizione del Gruppo *

source: Privacy Options
it_it: Impostazioni sulla Privacy

source: This is a public group
it_it: Gruppo Pubblico

source: Any site member can join this group.
it_it: Tutti gli utenti di URC possono iscriversi a questo gruppo.

source: This group will be listed in the groups directory and in search results.
it_it: Questo gruppo sarà visibile nella directory dei gruppi e nei risultati di ricerca.

source: Group content and activity will be visible to any site member.
it_it: Le attività e i contenuti del gruppo saranno visibili a tutti gli utenti.

source: This is a private group
it_it: Gruppo Privato

source: Only users who request membership and are accepted can join the group.
it_it: Solo gli utenti ai quali viene accettate la richiesta di adesione possono unirsi al gruppo.

source: Group content and activity will only be visible to members of the group.
it_it: Le attività e i contenuti del gruppo saranno visibili solo agli utenti del gruppo.

source: This is a hidden group
it_it: Gruppo Nascosto

source: Only users who are invited can join the group.
it_it: Solo gli utenti invitati possono unirsi al gruppo.

source: This group will not be listed in the groups directory or search results.
it_it: Questo gruppo non sarà visibile nella directory dei gruppi e nei risultati di ricerca.

source: Group Invitations
it_it: Inviti al Gruppo

source: Which members of this group are allowed to invite others?
it_it: Quali membri di questo gruppo sono autorizzati a invitare gli altri?

source: All group members
it_it: Tutti i membri del gruppo

source: Group admins and mods only
it_it: Solo gli amministratori e i moderatori del gruppo

source: Group admins only
it_it: Solo gli amministratori del gruppo

source: Group Forums
it_it: Forum del Gruppo

source: Should this group have a forum?
it_it: Vorresti aggiungere un forum a questo gruppo?

source: Enable discussion forum
it_it: Abilita discussione sul forum

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
it_it: <strong> Attenzione Admin: </ strong> I Forum del Gruppo richiedono una <a href="%s"> corretta installazione e configurazione </ a> di un impianto bbPress.

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
it_it: Carica un'immagine da utilizzare come Avatar per questo gruppo. L'immagine verrà visualizzata sulla pagina principale del gruppo e nei risultati di ricerca.

source: Upload Image
it_it: Carica Immagine

source: To skip the avatar upload process, hit the "Next Step" button.
it_it: Per saltare il caricamento dell'Avatar, clicca il tasto "Next Step".

source: Crop Group Avatar
it_it: Ritaglia l'Avatar del Gruppo

source: Avatar to crop
it_it: Avatar da ritagliare

source: Avatar preview
it_it: Anteprima dell'Avatar

source: Crop Image
it_it: Ritaglia Immagine

source: Select people to invite from your friends list.
it_it: Invita Amici

source: Once you have built up friend connections you will be able to invite others to your group.
it_it: Una volta che avrai amici potrai invitarli nel tuo gruppo.

source: Back to Previous Step
it_it: Ritorna allo Step precedente

source: Next Step
it_it: Prossimo Step

source: Create Group and Continue
it_it: Crea Gruppo e Continua

source: Finish
it_it: Termina

source: active %s
it_it: Attivo %s

source: There were no groups found.
it_it: Non sono stati trovati gruppi.

source: Everything
it_it: Tutto

source: Updates
it_it: Aggiornamenti

source: Forum Topics
it_it: Argomenti del forum

source: Forum Replies
it_it: Risposte del forum

source: Group Memberships
it_it: Membri del Gruppo

source: Notify group members of these changes via email
it_it: Invia un'email ai membri del gruppo per notificare questi aggiornamenti

source: Save Changes
it_it: Salva Aggiornamenti

source: If you'd like to remove the existing avatar but not upload a new one, please use the delete avatar button.
it_it: Se vuoi rimuovere l'Avatar esistente, ma non caricarne uno nuovo, si prega di utilizzare il pulsante Cancella Avatar.

source: Delete Avatar
it_it: Cancella Avatar

source: Crop Avatar
it_it: Ritaglia Avatar

source: Change Cover Image
it_it: Cambia la cover

source: Administrators
it_it: Amministratori

source: Profile picture of %s
it_it: Immagine profilo di %s

source: Demote to Member
it_it: Retrocadi a Membro

source: Moderators
it_it: Moderatori

source: Promote to Admin
it_it: Promuovi ad Amministratore

source: (banned)
it_it: (bannato)

source: Unban this member
it_it: Unban questo membro

source: Remove Ban
it_it: Rimuovi Ban

source: Kick and ban this member
it_it: Cancella e banna questo membro

source: Kick &amp; Ban
it_it: Cancella &amp; Banna

source: Promote to Mod
it_it: Promuovi a Moderatore

source: Remove this member
it_it: Rimuovi questo membro

source: Remove from group
it_it: Rimuovi dal gruppo

source: This group has no members.
it_it: Questo gruppo non ha membri

source: Accept
it_it: Accetta

source: Reject
it_it: Rifiuta

source: There are no pending membership requests.
it_it: Non ci sono richieste di iscrizione in attesa

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
it_it: ATTENZIONE: la cancellazione di questo gruppo comporta la totale rimozione di tutti i contenuti ad esso associati. Non si può tornare indietro, agisci con moderazione.

source: I understand the consequences of deleting this group.
it_it: Conosco le conseguenze della cancellazione del gruppo.

source: Delete Group
it_it: Cancella Gruppo

source: Forum Directory
it_it: Directory dei Forum

source: You will auto join this group when you start a new topic.
it_it: Sarai automaticamente iscritto al gruppo quando pubblicherai un nuovo argomento.

source: Post a New Topic:
it_it: Pubblica un nuovo Argomento:

source: Edit:
it_it: Modifica:

source: This topic does not exist.
it_it: Questo argomento non esiste.

source: New Reply
it_it: Nuova Risposta

source: Topic tags:
it_it: Tags Argomento:

source: %1$s said %2$s:
it_it: %1$s ha detto %2$s:

source: There are no posts for this topic.
it_it: Non ci sono commenti a queto argomento.

source: You will auto join this group when you reply to this topic.
it_it: Sarai automaticamente iscritto al gruppo quando risponderai a questo argomento.

source: Add a reply:
it_it: Aggiungi una risposta:

source: Post Reply
it_it: Pubblica risposta

source: This topic is closed, replies are no longer accepted.
it_it: Questo argomento è chiuso, non sono più accettate risposte.

source: Description
it_it: Descrizione

source: Comments (optional)
it_it: Commenta (opzionale)

source: Send Invites
it_it: Manda Invito

source: LOGIN
it_it: Accedi

source: Login
it_it: Accedi

source: Create an account
it_it: Crea un Account

source: Sign Up
it_it: Registrati

source: Select Order
it_it: Ordina

source: Submitted for Approval
it_it: Inviato per l'approvazione

source: Published Courses
it_it: Corsi pubblicati

source: Become an Instructor
it_it: Diventa Docente

source: UNITS
it_it: UNITA

source: QUESTIONS
it_it: Numero di domande nei Quiz dinamici

source: Security check Failed. Contact Administrator.
it_it: Controllo di sicurezza fallito. Contatta l'Amministratore.

source: COURSE :
it_it: CORSO :

source: Your account is now active!
it_it: Il tuo account è ora attivo !

source: My Orders
it_it: Ordine:

source: Edit Account Details
it_it: Dettagli Account

source: My Memberships
it_it: La mia sottoscrizione

source: Display Order
it_it: Mostra l'ordine

source: Thumbnail
it_it: Miniatura

source: Upload/Add image
it_it: Carica Immagine

source: Remove image
it_it: Rimuovi Immagine

source: Choose an image
it_it: Scegli una immagine

source: Use image
it_it: Usa immagine

source: Related Courses
it_it: Corsi simili

source: Course Curriculum Not Set
it_it: Il programma del corso non è completo

source: Unit
it_it: Unità

source: Next %s will be available in %s
it_it: Prossimo %s sarà disponibile in %s

source: Hit enter to search...
it_it: Cosa vuoi cercare?

source: Certifications
it_it: Attestati

source: Course
it_it: Corso

source: Restricted to Course
it_it: Ristretto al Corso

source: No course found
it_it: Nessun corso trovato

source: Course Only
it_it: Esclusivo epr il Corso

source: Course component is deactivated, please contact the administrator.
it_it: Non puoi iscriverti a questo corso. Contatta l'amministratore.

source: You must be member of the course to download the file
it_it: Devi essere uno studente del corso per accedere al materiale didattico

source: File can not be accessed
it_it: Il file non può essere aperto

source: Drive
it_it: Materiale Didattico

source: Drive
it_it: Materiale Didattico

source: Course Drive slug
it_it: slug del Drive del Corso

source: Course Drive
it_it: Drive Corso

source: Drive Visibility
it_it: Visibilità Drive

source: Everyone
it_it: Tutti

source: Logged in Users
it_it: Utenti loggati

source: Course Users
it_it: Utenti del corso

source: Instructors and Admins
it_it: Docenti e Amministratori

source: Set Course/Drive Visibility
it_it: Imposta la visibilità del corso/drive

source: Modern
it_it: Moderno

source: Container
it_it: Area del contenuto è il contenitore in cui si trova tutto il contenuto.

source: Generic
it_it: Impostazioni generali

source: FullScreen
it_it: FullScreen Stripe with Container

source: Single Sidebar Footer
it_it: Sidebar singola nel footer

source: Copyright Only
it_it: Solo copyright

source: Author Social profile information
it_it: Informazioni Social del profilo dell'autore

source: Add Social Information
it_it: Aggiungi informazioni Social

source: Enter URL for social icon.
it_it: Inserisci URL della social icon.

source: Share on
it_it: Condividi

source: Image
it_it: Immagine

source: Order
it_it: Ordina per

source: Upload title image.
it_it: Carica Immagine

source: Course Categories
it_it: Categorie Corso

source: Course Category
it_it: Categoria Corso

source: Quiz type
it_it: Tipo quiz

source: Unit Tag
it_it: Tag unità

source: Levels
it_it: Livelli

source: Level
it_it: Livello

source: Locations
it_it: Sedi

source: Location
it_it: Posizione

source: Discussion
it_it: Discussioni

source: Manage
it_it: Gestisci

source: Load more (<span>%s</span>)
it_it: Commento <span>%s</span>

source: Ask Question
it_it: Fai una domanda

source: Post Question
it_it: Pubblica una domanda

source: %s ago
it_it: %s fa

source: (Edit)
it_it: (Modifica)

source: Your comment is awaiting moderation.
it_it: I commenti devono essere approvati da un moderatore.

source: REPLY
it_it: Rispondi

source: SEATS LEFT
it_it: POSTI LIBERI

source: COURSE STARTS IN
it_it: CORSO AL

source: STARTS IN
it_it: INIZIA TRA

source: UNLIMITED ACCESS
it_it: ACCESSO ILLIMITATO

source: UNLIMITED TIME
it_it: TEMPO ILLIMITATO

source: FINISH ASSIGNMENT TO MARK UNIT COMPLETE
it_it: ULTIMA ASSEGNAZIONE PER MARCARE IL CAPITOLO COME COMPLETO

source: Finish Video/Audio to mark this unit complete
it_it: Termina il Video/Audio per segnare questo capitolo come completo

source: Mark this Unit Complete
it_it: Segna questo capito come Terminato

source: SOME ISSUE OCCURED WHILE REMOVING STUDENT FROM COURSES
it_it: C'è stato un errore mentre si rimuoveva la studente dal corso

source: TAKE THIS COURSE
it_it: ISCRIVITI AL CORSO

source: Page
it_it: Pagina

source: of
it_it: di

source: First
it_it: Primo

source: Previous
it_it: Precedente

source: Next
it_it: Prossimo

source: Last
it_it: Ultimo

source: Attachment
it_it: Allegato

source: Seconds
it_it: Secondi

source: Minutes
it_it: minuti

source: Hours
it_it: Ore

source: Days
it_it: Giorni

source: Weeks
it_it: Settimane

source: Months
it_it: Mesi

source: Years
it_it: Anni

source: Requires completion of course :
it_it: Richiede il completamento del corso:

source: All seats in course are full
it_it: Posti esauriti

source: Requested resource is not accessible
it_it: La risorsa richiesta è bloccata

source: LOGIN
it_it: Accedi

source: REGISTER NOW
it_it: REGISTRATI ORA

source: You must be logged in to take this course
it_it: Devi aver effettuato l'accesso per poterti iscrivere al corso

source: Add Students to Course
it_it: Aggiungi uno studente al corso

source: Assign Badges/Certificates to Students
it_it: Assegna un badge/certificato agli studenti

source: Extend Subscription
it_it: Rinnova la sottoscrizione

source: Change Course Status
it_it: Cambia lo state del corso

source: Security check failed !
it_it: Controllo di sicurezza fallito !

source: Security Error
it_it: Errore di sicurezza

source: COURSE SUBSCRIBED FOR
it_it: ISCRIZIONE AL CORSO PER

source: SUBSCRIBED FOR FULL COURSE
it_it: ISCRIZIONE AL CORSO COMPLETO

source: Courses Subscribed
it_it: Iscrizione Corsi

source: COURSE
it_it: CORSO
