Repository: yasseelle/Project-2019-2020
Catalog: WP-GOLD-THEMS-PLUGINS/EXTRACTED/themeforest-6780226-wplms-learning-management-system-wordpress-theme/wplms-child-themes/wplms_modern/wplms_modern/languages/wplms_modern-*.po
Languages: sr_rs

source: In reply to:
sr_rs: Odgovor na:

source: View Thread / Permalink
sr_rs: Pogledaj Temu / Permalink

source: View
sr_rs: Pogled

source: Comment <span>%s</span>
sr_rs: Komentar <span>%s</span>

source: Favorite
sr_rs: Omiljeni

source: Remove Favorite
sr_rs: Uklonite omiljene

source: or press esc to cancel.
sr_rs: ili pritisnite dugme ESC za izlaz.

source: The public activity for everyone on this site.
sr_rs: Javne aktivnosti svih na sajtu

source: All Members <span>%s</span>
sr_rs: Svi članovi <span>%s</span>

source: The activity of my friends only.
sr_rs: Aktivnosti mojih prijatelja

source: My Friends <span>%s</span>
sr_rs: Moji prijatelji <span>%s</span>

source: The activity of groups I am a member of.
sr_rs: Aktivnosti grupa čiji sam član.

source: My Groups <span>%s</span>
sr_rs: Moje grupe <span>%s</span>

source: The activity I've marked as a favorite.
sr_rs: Aktivnosti označene kao omiljene.

source: My Favorites <span>%s</span>
sr_rs: Omiljene <span>%s</span>

source: Activity that I have been mentioned in.
sr_rs: Aktivnosti onih koje sam spomenuo

source: Mentions
sr_rs: Spominjanja

source: Show:
sr_rs: Pokaži:

source: Everything
sr_rs: Sve

source: Updates
sr_rs: Ažuriranja

source: Posts
sr_rs: Postovi

source: Comments
sr_rs: Komentari

source: Forum Topics
sr_rs: Teme na forumu

source: Forum Replies
sr_rs: Odgovori na forumu

source: New Groups
sr_rs: Nove grupe

source: Group Memberships
sr_rs: Grupna članstva

source: Friendships
sr_rs: Prijateljstva

source: New Members
sr_rs: Novi članovi

source: Courses by Instructor
sr_rs: Kursevi instruktora

source: No Instructors found.
sr_rs: Instruktori nisu pronađeni

source: View all posts in %s
sr_rs: Pogledaj sve postove u %s

source: Read More
sr_rs: Opširnije

source: Sorry, there were no sites found.
sr_rs: Žao nam je, nema nađenih stranice.

source: Site Directory
sr_rs: Site spisak

source: Site registration is currently disabled
sr_rs: Registracija je trenutno onemogućena

source: All Sites <span>%s</span>
sr_rs: Svi sajtove <span>%s</span>

source: My Sites <span>%s</span>
sr_rs: Moji sajtove <span>%s</span>

source: Create a Site
sr_rs: Kreirajte stranicu

source: Order By:
sr_rs: Poredak po:

source: Last Active
sr_rs: Poslednje aktivnosti

source: Newest
sr_rs: Najnovije

source: Alphabetical
sr_rs: Abecedi

source: CERTIFICATE OF COMPLETION
sr_rs: Potvrdu o završetku

source: Awarded to
sr_rs: Dodeljuje se

source: for successful completion of course
sr_rs: za uspešan završetak kursa

source: Name
sr_rs: Naziv

source: Comment
sr_rs: Komentar

source: Post Review
sr_rs: Naknadni pregled

source: Write a Review
sr_rs: Napišite recenziju

source: Course Reviews
sr_rs: Recenzije kursa

source: No Reviews found for this course.
sr_rs: Nisu pronađene recenzije za ovaj kurs.

source: READ MORE
sr_rs: PROČITAJTE VIŠE

source: LESS
sr_rs: MANJE

source: STUDENTS ENROLLED
sr_rs: Upisani studenti

source: top
sr_rs: vrh

source: Topic
sr_rs: Tema

source: Freshness
sr_rs: Sveže

source: Permanent link to this post
sr_rs: Stalna veza na ovaj post

source: Started by %1$s
sr_rs: Autor %1$s

source: in %1$s
sr_rs: u %1$s

source: Sorry, there were no forum topics found.
sr_rs: Nažalost nismo pronašli ovu temu na forumu

source: Forums Directory
sr_rs: Spisak foruma

source: New Topic
sr_rs: Nova tema

source: All Topics <span>%s</span>
sr_rs: Sve teme <span>%s</span>

source: My Topics <span>%s</span>
sr_rs: Moje Teme <span>%s</span>

source: Most Posts
sr_rs: Najviše pisano o

source: Unreplied
sr_rs: Neodgovoreno

source: Create New Topic:
sr_rs: Kreirajte novu temu:

source: Title:
sr_rs: Naslov:

source: Content:
sr_rs: Sadržaj:

source: Tags (comma separated):
sr_rs: Tagovi (odvojeni zarezom):

source: Post In Group Forum:
sr_rs: Postavi u forumu grupe

source: Post Topic
sr_rs: Post Tema

source: Cancel
sr_rs: Otkazati

source: You are not a member of any groups so you don't have any group forums you can post in. To start posting, first find a group that matches the topic subject you'd like to start. If this group does not exist, why not <a href='%s'>create a new group</a>? Once you have joined or created the group you can post your topic in that group's forum.
sr_rs: Vi niste član ni jedne grupe, tako da ne možete postovati ni u jednom forumu grupa. Za početak objavljivanja, prvi nađite grupu koja odgovara temi koju želite pokrenuti. Ako ova grupa ne postoji, zašto ne <a href='%s'> kreirate novu grupu </>? Nakon što ste se učlanili ili stvorili grupu možete postavljati svoju temu na forumu u toj grupi.

source: Only Instructors can create groups
sr_rs: Samo instruktori mogu kreirati grupe

source: Only Admins can create groups
sr_rs: Samo administratori mogu stvoriti grupe

source: Group Name (required)
sr_rs: Ime grupe (neophodno)

source: Group Description (required)
sr_rs: Opis grupe (neophodno)

source: Privacy Options
sr_rs: Opcije privatnosti

source: This is a public group
sr_rs: Ovo je javna grupa

source: Any site member can join this group.
sr_rs: Svaki član stranice može se pridružiti ovoj grupi.

source: This group will be listed in the groups directory and in search results.
sr_rs: Ova grupa će biti uvrštena u spisak grupa i u rezultatima pretraživanja.

source: Group content and activity will be visible to any site member.
sr_rs: Sadržaj grupe i aktivnosti će biti vidljive svim članovima sajta

source: This is a private group
sr_rs: Ovo je privatna grupa

source: Only users who request membership and are accepted can join the group.
sr_rs: Samo korisnici čije je članstvo prihvaćeno mogu se pridružiti grupi.

source: Group content and activity will only be visible to members of the group.
sr_rs: Sadržaj grupe i aktivnosti će biti vidljive samo članovima grupe.

source: This is a hidden group
sr_rs: Ovo je skrivena grupa

source: Only users who are invited can join the group.
sr_rs: Samo korisnici koji su pozvani mogu se pridružiti grupi.

source: This group will not be listed in the groups directory or search results.
sr_rs: Ova grupa neće biti prikazana u spisku grupa niti u rezultatima pretraga.

source: Group Invitations
sr_rs: Poziv u grupu

source: Which members of this group are allowed to invite others?
sr_rs: Koji članovi ove grupe mogu pozvati druge?

source: All group members
sr_rs: Svi članovi grupe

source: Group admins and mods only
sr_rs: Grupa admini i modovi samo

source: Group admins only
sr_rs: Samo administratori grupe

source: Group Forums
sr_rs: Forum grupe

source: Should this group have a forum?
sr_rs: Da li ova grupa ima forum?

source: Enable discussion forum
sr_rs: Omogućite diskusioni forum

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
sr_rs: <strong>Pažnja, administrator sajta:</strong> Na forumima grupa je obavezno <a href="%s">ispravno postavljanje i konfiguracija </a> bbPress instalacije.

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
sr_rs: Uploadujte fotografiju koju ćete koristiti kao avatar za ovu grupu. Slika će biti prikazana na glavnoj stranici grupe i u rezultatima pretraživanja.

source: Upload Image
sr_rs: Upload slike

source: To skip the avatar upload process, hit the "Next Step" button.
sr_rs: Za preskakanje proces slanja avatar, pritisnite dugme "Sledeći korak".

source: Crop Group Avatar
sr_rs: Podesite sliku

source: Avatar to crop
sr_rs: Avatar za podešavanje

source: Avatar preview
sr_rs: Pregled slike

source: Crop Image
sr_rs: Obrezivanje slike

source: Select people to invite from your friends list.
sr_rs: Odaberite ljude koje ćete pozvati sa spiska prijatelja.

source: Remove Invite
sr_rs: Uklonite pozivnicu

source: Once you have built up friend connections you will be able to invite others to your group.
sr_rs: Nakon što ostvarite veze s prijateljima moći ćete da pozovete druge u svoju grupu.

source: Back to Previous Step
sr_rs: Povratak na prethodni korak

source: Next Step
sr_rs: Sledeći korak

source: Create Group and Continue
sr_rs: Kreirajte grupu i nastaviti

source: Finish
sr_rs: Završiti

source: active %s
sr_rs: Aktivni %s

source: Moderators
sr_rs: Moderatori

source: Hit enter to search...
sr_rs: Pritisnuti Enter za pretragu...

source: Account Activated
sr_rs: Račun Aktiviran

source: Activate your Account
sr_rs: Aktivirajte svoj račun

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
sr_rs: Vaš račun je uspješno aktiviran! Pojedinosti računa su poslane u zasebnom e-mail.

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
sr_rs: Vaš račun je uspješno aktiviran! Sada možete <a href="%s"> prijaviti </> s korisničkim imenom i lozinkom koju ste naveli kada ste se prijavili.

source: Please provide a valid activation key.
sr_rs: Unesite valjanu aktivacijski ključ.

source: Activation Key:
sr_rs: Aktivacija Ključ:

source: Activate
sr_rs: Aktivirati

source: User registration is currently not allowed.
sr_rs: Registracija korisnika trenutno nije dopuštena.

source: Account Details
sr_rs: Kreirajte nalog

source: Username
sr_rs: Korisničko ime

source: (required)
sr_rs: (obavezno polje)

source: Email Address
sr_rs: E-mail adresa

source: Choose a Password
sr_rs: Izaberite lozinku

source: Confirm Password
sr_rs: Potvrda lozinke

source: Profile Details
sr_rs: Profil Detalji

source: Who can see this field?
sr_rs: Ko može videti ovo polje?

source: Close
sr_rs: Zatvori

source: Blog Details
sr_rs: Blog Detalji

source: Yes, I'd like to create a new site
sr_rs: Da, volio bih stvoriti novu stranicu

source: Blog URL
sr_rs: URL bloga

source: I would like my site to appear in search engines, and in public listings around this network.
sr_rs: Ja bih moje stranice da se pojavi u tražilicama, te u javnim oglasi oko ove mreže.

source: Yes
sr_rs: Da

source: No
sr_rs: Ne

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
sr_rs: Uspješno ste stvorili svoj račun! Za početak korištenja ove stranice, trebat će vam da biste aktivirali svoj račun putem e-maila smo upravo poslan na Vašu adresu.

source: You have successfully created your account! Please log in using the username and password you have just created.
sr_rs: Uspješno ste stvorili svoj račun! Molimo prijavite se koristeći korisničko ime i lozinku koju ste upravo stvorili.

source: Search Results for "
sr_rs: Rezultati pretrage za "

source: Sorry, No results found.
sr_rs: Žao nam je, ništa nije pronađeno.

source: Home
sr_rs: Naslovna

source: Curriculum
sr_rs: Nastavni plan

source: Members
sr_rs: Članovi

source: Group
sr_rs: Skupina

source: Admin
sr_rs: Administrator

source: Courses
sr_rs: Kursevi

source: Continue Quiz
sr_rs: Nastavak kviza

source: Check Quiz Results
sr_rs: Provjerite kviz Rezultati

source: Back to Course
sr_rs: Povratak na tečaj

source: Start Quiz
sr_rs: Počnite Kviz

source: Take a Course to Start the Quiz
sr_rs: Uzmi tečaj za početak kviza

source: Attachments
sr_rs: Prilozi

source: Have Questions ? Ask in the Unit Forums
sr_rs: Imate li pitanja? Pitajte u forumima jedinice

source: Reply
sr_rs: Odgovor

source: Remove
sr_rs: Izbrisati

source: All Assignment Submissions
sr_rs: Svi Dodjela Podnesci

source: Maximum Marks
sr_rs: Maksimalne Marks

source: INCORRECT COURSE VALUE. CONTACT ADMIN
sr_rs: NETOČNO TEČAJ VRIJEDNOST. KONTAKT ADMIN

source: Hours
sr_rs: Sati

source: Course Curriculum Not Set.
sr_rs: Naravno kurikulum Ne Set.

source: Course Curriculum Not Set
sr_rs: Kurikulum kursa nije podešen.

source: Start Course
sr_rs: Počnite igralištu, tijekom

source: Previous Unit
sr_rs: Prethodna jedinica

source: Mark this Unit Complete
sr_rs: Obeležite ovu nastavnu jedinicu kompletnom

source: Next Unit
sr_rs: Sljedeća jedinica

source: BACK TO COURSE
sr_rs: POVRATAK NA TEČAJ

source: REVIEW COURSE
sr_rs: PREGLED TEČAJ

source: FINISH COURSE
sr_rs: Finiš TEČAJ

source: All Courses <span>%s</span>
sr_rs: Svi kursevi <span>%s</span>

source: My Courses <span>%s</span>
sr_rs: Moji kursevi <span>%s</span>

source: Instructing Courses <span>%s</span>
sr_rs: Uvodni kursevi <span>%s</span>

source: Newly Published
sr_rs: Nedavno objavljeno

source: Most Members
sr_rs: Većina članova

source: Highest Rated
sr_rs: Najviše ocenjene

source: All Groups <span>%s</span>
sr_rs: Sve grupe <span>%s</span>

source: Create a Group
sr_rs: Napravite grupu

source: Newly Created
sr_rs: Novokreirane

source: Newest Registered
sr_rs: Najnoviji registrovani

source: Login
sr_rs: Prijava

source: Password
sr_rs: Lozinka

source: Search Results: &ldquo;%s&rdquo;
sr_rs: Rezultati pretrage: "% s"

source: &nbsp;&ndash; Page %s
sr_rs: - Stranica% s

source: No products found which match your selection.
sr_rs: Nema proizvoda koji odgovaraju naći svoj odabir.

source: Courses Included
sr_rs: Tečajevi Uključeno

source: There are some issues with the items in your cart (shown above). Please go back to the cart page and resolve these issues before checking out.
sr_rs: Postoje neka pitanja sa stavkama u košaricu (prikazano gore). Molimo vratite se na stranici košaricu i rješavanju tih problema prije odjave.

source: &larr; Return To Cart
sr_rs: ← Povratak u košaricu

source: Billing &amp; Shipping
sr_rs: Naplata & Utovar

source: Billing Address
sr_rs: Adresa za naplatu

source: You must be logged in to checkout.
sr_rs: Morate biti prijavljeni da biste naplata.

source: Proceed
sr_rs: Postupiti

source: Your order
sr_rs: Vaš nalog

source: Click proceed to continue
sr_rs: Kliknite nastavite dalje

source: Click here to logout and Signin as different user
sr_rs: Kliknite ovdje za odjava i prijava na kao drugi korisnik

source: Returning customer?
sr_rs: Kupac?

source: Click here to login
sr_rs: Kliknite ovdje za prijavu

source: Returning Customer
sr_rs: Postojeći kupac

source: New Customer
sr_rs: Novi kupac

source: Continue as Guest
sr_rs: Nastavite kao gost

source: Create an account by entering the information below.
sr_rs: Izradi račun unosom podatke u nastavku.

source: Product
sr_rs: Proizvod

source: Total
sr_rs: Ukupan

source: Cart Subtotal
sr_rs: Košarica Iznos

source: Coupon:
sr_rs: Kupon:

source: Order Total
sr_rs: Ukupne narudžbe

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
sr_rs: Nažalost, čini se da ne postoje načini plaćanja za vašu lokaciju. Molimo kontaktirajte nas ako vam je potrebna pomoć ili želite napraviti alternativne aranžmane.

source: Pay for order
sr_rs: Plati bi

source: Ship to a different address?
sr_rs: Brod na drugu adresu?

source: Additional Information
sr_rs: Dodatne informacije

source: Please fill in your details above to see available payment methods.
sr_rs: Molimo Vas da ispunite svoje podatke iznad da biste vidjeli dostupne metode plaćanja.

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
sr_rs: Nažalost, čini se da ne postoje načini plaćanja za svoje države. Molimo kontaktirajte nas ako vam je potrebna pomoć ili želite napraviti alternativne aranžmane.

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the <em>Update Totals</em> button before placing your order. You may be charged more than the amount stated above if you fail to do so.
sr_rs: Budući da vaš preglednik ne podržava JavaScript ili je onemogućen, provjerite klikate <em> Update Ukupni zbrojevi </ em> gumb prije slanja narudžbe. Vi svibanj biti naplaćeno više od iznosa koji je već rečeno, ako to ne učini.

source: Update totals
sr_rs: Update iznosi

source: Place order
sr_rs: Mjesto red

source: I have read and accept the
sr_rs: Pročitao sam i prihvaćam

source: terms &amp; conditions
sr_rs: uvjeti poslovanja Uvjeti

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction.
sr_rs: Nažalost vaš nalog ne može biti obrađen, podrijetlom banka / trgovac je odbio transakciju.

source: Please attempt your purchase again or go to your account page.
sr_rs: Molimo pokušati kupnju opet ili ići na stranici vašeg računa.

source: Please attempt your purchase again.
sr_rs: Molimo opet pokušati kupnju.

source: Pay
sr_rs: Platiti

source: My Account
sr_rs: Moj nalog

source: Thank you. Your order has been received.
sr_rs: Hvala Vam. Vaša narudžba je zaprimljena.

source: Date:
sr_rs: Datum:

source: Total:
sr_rs: Ukupno:

source: Payment method:
sr_rs: Način plaćanja:

source: COURSE SUBSCRIBED FOR
sr_rs: TEČAJ upisala

source: SUSBSCRIBED FOR FULL COURSE
sr_rs: SUSBSCRIBED ZA punom tijeku

source: Courses Subscribed
sr_rs: Tečajevi Upisani

source: COURSE
sr_rs: KURS

source: SUBSCRIPTION
sr_rs: PRETPLATA

source: START COURSE
sr_rs: START naravno

source: WAITING FOR ORDER CONFIRMATION TO START COURSE
sr_rs: ČEKANJA ZA Narudžba Potvrda POKRENUTI naravno

source: WAITING FOR ADMIN APPROVAL
sr_rs: ČEKANJA ZA Admin Approval
